Repository: frostland/GPS-Body-Paint
Catalog: GPS Body Paint/Supporting Files/Localizables/*.lproj/Localizable.strings
Languages: fr

source: play info
fr: Instruction de jeu

source: lock map when ready msg
fr: Bougez la carte pour choisir le terrain de jeu. Lorsque vous êtes satisfait, appuyez sur le bouton "Commencer à jouer". Le but est de remplir en bleu la zone rouge !

source: cannot get location
fr: Impossible d'obtenir votre position

source: cannot get location. aborting play
fr: Je ne peux pas vous localiser. Assurez-vous d'être à l'extérieur, et que vous avez autorisé GPS Body Paint à savoir où vous êtes. Vous ne pourrez pas jouer à ce jeu si vous n'autorisez pas le service de géolocalisation.

source: cannot get map
fr: Impossible de charger la carte

source: cannot get map, please check network
fr: La carte de peut être chargée. Veuillez vérifier votre connection Internet. Vous pouvez jouer sans carte en appuyant sur le bouton "Jouer quand même".

source: play anyway
fr: Jouer quand même

source: percent complete format
fr: %d %%

source: percent complete format from float
fr: %.0f %%

source: n square meters format
fr: %d mètre carré

source: n m format
fr: %d m

source: n meters format
fr: %d mètres

source: playing time
fr: Temps de jeu:

source: remaining time
fr: Temps restant:

source: stop playing
fr: Arrêter de jouer

source: game settings
fr: Préférences

source: challenge shape
fr: Forme du challenge

source: painting size
fr: Taille du pinceau

source: level size
fr: Terrain de jeu

source: playing mode
fr: Mode de jeu

source: fill in
fr: Remplissage

source: time limit
fr: Temps limité

source: square
fr: Carré

source: hexagon
fr: Hexagone

source: big
fr: Gros

source: medium
fr: Moyen

source: small
fr: Petit

source: submitting score
fr: Soumission des scores

source: cannot contact high score server
fr: Impossible de contacter le serveur de soumission de scores.
